Repository: krokedil/woocommerce-urb-it-shipping
Catalog: languages/woocommerce-urb-*.po
Languages: it_fr_fr, it_sv_se

source: Let your customers choose urb-it as shipping method.
it_sv_se: Låt dina kunder välja urb-it som leveransmetod.

source: Notice: Undeliverable Product
it_sv_se: Notis: Olevererbar produkt

source: Notice: Exceeded Cart Limit
it_sv_se: Notis: Överskriden varukorg

source: Notice: Undeliverable Order
it_sv_se: Notis: Olevererbar beställning

source: Technical Settings
it_sv_se: Tekniska inställningar

source: Environment
it_sv_se: Miljö

source: Log
it_sv_se: Logg

source: Only errors
it_sv_se: Bara fel

source: Everything
it_sv_se: Allt

source: %s Credentials
it_sv_se: %s-uppgifter

source: active
it_sv_se: aktiv

source: Leave empty to use the default ID.
it_sv_se: Lämna tomt för att använda standard-ID:t.

source: You are in production environment and are currently logging everything, which isn't recommended. Please set the logging option to "%s" in <a href="%s">the settings</a>.
it_sv_se: Ni är i produktionsmiljö och loggar just nu allt, vilket inte är rekommenderat. Vänligen sätt loggen till "%s" i <a href="%s">inställningarna</a>.

source: urb-it specific time
it_fr_fr: urb-it heure précise
it_sv_se: urb-it specifik tid

source: You can purchase with urb-it!
it_fr_fr: Vous pouvez faire votre achat avec urb-it!
it_sv_se: Du kan handla med urb-it!

source: Right now you can't purchase with urb-it at this postcode.
it_fr_fr: Pour le moment vous ne pouvez pas faire des achats avec le service urb-it pour ce code postal
it_sv_se: Just nu kan du inte handla med urb-it på det postnumret.

source: Can you purchase with urb-it?
it_fr_fr: Pouvez vous faire des achats avec le service urb-it?
it_sv_se: Kan du handla med urb-it?

source: Check another postcode
it_fr_fr: Essayer un autre code postal
it_sv_se: Kolla nytt postnr

source: Postcode
it_fr_fr: Code postal
it_sv_se: Postnummer

source: Check
it_fr_fr: Vérifier
it_sv_se: Kolla

source: Delivery time
it_fr_fr: Délai de livraison
it_sv_se: Leveranstid

source: Day
it_fr_fr: Jour
it_sv_se: Dag

source: today
it_fr_fr: Aujourd'hui
it_sv_se: idag

source: Time
it_fr_fr: Heure
it_sv_se: Tid

source: HH:MM
it_sv_se: TT:MM

source: Closed
it_fr_fr: Fermé
it_sv_se: Stängt

source: Message to urb-it
it_fr_fr: Message pour urb-it
it_sv_se: Meddelande till urb-it

source: Ex. entry code
it_fr_fr: Ex. digiclé
it_sv_se: Ex. portkod

source: General Settings
it_sv_se: Allmänna inställningar

source: Let visitors know on the product page if the product can't be delivered by urb-it.
it_fr_fr: Prévenez les visiteurs sur la page du produit s'il ne peut pas être livré par urb-it.
it_sv_se: Låt besökare veta på produktsidan om produkten inte kan levereras av urb-it.

source: Tell the visitor when urb-it's deliver limits get exceeded.
it_fr_fr: Annoncez au visiteur quand les limites du service urb-it sont dépassées.
it_sv_se: Berätta för besökaren om urb-it's gränser överskrids.

source: Explain in checkout and cart why an order can't be delivered by urb-it.
it_fr_fr: Expliquer dans le paiement final et le panier pourquoi une commande ne peut pas être prise en charge par urb-it.
it_sv_se: Förklara i kassan och varukorgen varför en order inte kan levererad av urb-it.

source: Postcode Validator
it_fr_fr: validateur de code postal
it_sv_se: Postnummer-validator

source: Add a postcode validator on the product page.
it_fr_fr: Ajouter une validation de code postal sur la page de produit.
it_sv_se: Lägg till en postnummer-validator på produktsidan.

source: Let your customers see if they can have deliveries from urb-it.
it_fr_fr: Offrez la possibilité à vos clients de vérifier si ils peuvent utiliser le service de urb-it.
it_sv_se: Låt dina kunder se om de kan få leveranser från urb-it.

source: Title:
it_fr_fr: Titre:
it_sv_se: Titel:

source: Your cart contains a bulky product and can't be delivered by urb-it.
it_fr_fr: Votre commande contient un article volumineux et ne peut pas être apportée par urb-it.
it_sv_se: Din varukorg innehåller en skrymmande produkt och kan därför inte levereras av urb-it.

source: Your cart contains a product that's out of stock and can't be delivered by urb-it.
it_fr_fr: Votre panier contient un article épuisé en stock et ne peut donc pas être apporté par urb-it.
it_sv_se: Din varukorg innehåller en produkt som är slut i lager, och kan därför inte levereras av urb-it.

source: Urb-it can unfortunately not deliver to this address.
it_fr_fr: Le service de urb-it n'est malheureusement pas possible pour cette adresse.
it_sv_se: Urb-it kan tyvärr inte leverera till denna adress.

source: We can unfortunately not deliver at this time, please choose another.
it_fr_fr: Nous ne pouvons malheureusement pas faire une livraison à votre horaire désirée, veuillez en sélectionner une autre.
it_sv_se: Vi kan tyvärr inte leverera denna tid, vänligen välj en annan.

source: Urb-it requires cURL to work. Please contact your hosting provider or urb-it for help.
it_fr_fr: urb-it exige un fonctionnement cURL. Contactez votre fournisseur d'accès ou urb-it pour vous assister.
it_sv_se: Urb-it kräver cURL för att fungera. Vänligen kontakta ditt webbhotell eller urb-it om du behöver hjälp.

source: You have to <a href="%s">set up some settings</a> before your customers can use urb-it's shipping methods.
it_fr_fr: la mise à jour de certains réglages sont nécessaire avant que votre client puisse utiliser le service proposé par urb-it.
it_sv_se: Du behöver <a href="%s">göra ett par inställningar</a> innan dina kunder kan använda urb-it som leveransmetod.

source: Bulky Product
it_fr_fr: Produit volumineux
it_sv_se: Skrymmande produkt

source: Please check this if the product is too bulky for urb-it
it_fr_fr: Merci de cocher ici si l'article est trop volumineux pour le service urb-it
it_sv_se: Kryssa i denna om produkten är för skrymmande för urb-it

source: Note: If the product exceeds %d kilos and/or %d liters, it can't be delivered by urb-it.
it_fr_fr: Note: Si l'article dépassé %d kilos et %d litres, le service urb-it n'est pas possible.
it_sv_se: OBS: Om produkten överskrider %d kg och/eller %d liter kan den inte levereras av urb-it.

source: As the total weight of your cart is over %d kilos, it can unfortunately not be delivered by urb-it.
it_fr_fr: Comme le poids total de votre commande surpasse les %d kilos maximales, elle ne peut malheureusement pas être apportée par urb-it.
it_sv_se: Eftersom den totala vikten av din varukorg är över %d kg kan den tyvärr inte bli levererad av urb-it.

source: As the total volume of your cart is over %d liters, it can unfortunately not be delivered by urb-it.
it_fr_fr: Comme le volume totale de votre commande surpasse les %d litres maximales, elle ne peut malheureusement pas être apportée par urb-it.
it_sv_se: Eftersom den totala volymen av din varukorg är över %d liter kan den tyvärr inte bli levererad av urb-it.

source: As your cart contains a bulky product, it can unfortunately not be delivered by urb-it.
it_fr_fr: Comme votre commande contient un article volumineux, elle ne peut malheureusement pas être apporte par urb-it.
it_sv_se: Eftersom din varukorg innehåller en skrymmande produkt kan den tyvärr inte bli levererad av urb-it.

source: As the delivery location is outside urb-it's availability zone, urb-it is disabled for this order.
it_fr_fr: Comme l'adresse de livraison se situe en dehors de la zone opérationnelle de urb-it, le service est désactivé pour cette commande.
it_sv_se: Eftersom leveransadressen ligger utanför urb-it's område är urb-it inaktiverat för denna order.

source: Please enter a valid cellphone number.
it_fr_fr: Merci de bien vouloir remplir un numéro de téléphone valide
it_sv_se: Vänligen ange ett giltigt mobilnummer.

source: Please enter a delivery date in the format YYYY-MM-DD, ex: %s.
it_fr_fr: Merci de bien vouloir sélectionner une date de livraison en format AAAA-MM-JJ ex: %s
it_sv_se: Vänligen ange ett leveransdatum i formatet ÅÅÅÅ-MM-DD, ex: %s.

source: Please enter a delivery time in the format HH:MM, ex: %s.
it_fr_fr: Merci de bien vouloir sélectionner une heure de livraison en format HH:MM, ex: %s.
it_sv_se: Vänligen ange en leveranstid i formatet TT:MM, ex: %s.

source: Please pick a time from %s and forward.
it_fr_fr: Merci de bien vouloir selectionner une horaire entre %s et %s
it_sv_se: Vänligen välj en tid från %s och framåt.

source: We can unfortunately not deliver this far in the future, please choose a date not later than %s.
it_fr_fr: Nous pouvons malheuresement pas vous proposer notre service aussi loin dans le futur, veuillez nous proposer une date avant le %s
it_sv_se: Vi kan tyvärr inte leverera så här långt fram i tiden, vänligen välj ett datum som inte är senare än %s.

source: This product can't be delivered by urb-it.
it_fr_fr: Ce produit ne pas peut pas être apporté par urb-it
it_sv_se: Den här produkten kan inte levereras av urb-it.

source: Your cart's total weight exceeds %d kilos and can't be delivered by urb-it.
it_fr_fr: Le poids de votre commande surpasse la limite de %d kilos, le service urb-it n'est donc pas possible
it_sv_se: Din varukorgs totala vikt överskrider %d kg och kan därför inte bli levererad av urb-it.

source: Your cart's total volume exceeds %d liters and can't be delivered by urb-it.
it_fr_fr: Le volume de votre commande surpasse la limite de %d litre et ne peut pas être apporté par urb-it.
it_sv_se: Din varukorg totala volym överskrider %d liter och kan därför inte bli levererad av urb-it.

source: Save
it_fr_fr: Sauvegarder
it_sv_se: Spara

source: urb-it now
it_sv_se: Nu

source: Allows deliveries now.
it_sv_se: Möjliggör överlämning nu.

source: Enable/Disable
it_fr_fr: Activer/ désactiver
it_sv_se: Aktivera/Inaktivera

source: Enable urb-it now
it_sv_se: Aktivera Nu.

source: Method Title
it_fr_fr: Titre de méthode
it_sv_se: Titel

source: This controls the title which the user sees during checkout.
it_fr_fr: Ceci contrôle le titre que l'utilisateur vois pendant le paiement finale.
it_sv_se: Detta kontrollerar titeln användaren ser i kassan.

source: Fee Type
it_fr_fr: Type de frais
it_sv_se: Avgiftstyp

source: How to calculate delivery charges
it_fr_fr: Comment calculer les frais de livraison
it_sv_se: Hur leveranskostnaden ska räknas ut

source: Fixed amount
it_fr_fr: Montant fixe
it_sv_se: Bestämd summa

source: Percentage of cart total
it_fr_fr: Pourcentage du panier totale
it_sv_se: Procentsats av varukorgens totala summa

source: Fixed amount per product
it_fr_fr: Montant fixe par produits
it_sv_se: Bestämd summa per produkt

source: Price
it_fr_fr: Prix
it_sv_se: Pris

source: What fee do you want to charge for local delivery, disregarded if you choose free. Leave blank to disable.
it_fr_fr: Quel frais souhaitez vous pour une livraison locale, en comptant aussi si vous choisissez une livraison gratuite? Laissez vide pour désactiver
it_sv_se: Den avgift du vill ta för leveransen. Lämna tomt för att göra leveransen gratis.

source: Picked up
it_fr_fr: Récupéré
it_sv_se: Upplockad

source: Picked up <span class="count">(%s)</span>
it_fr_fr: Récupéré (%s)
it_sv_se: Upplockad <span class="count">(%s)</span>

source: Urb-it delivery time: %s
it_fr_fr: Délai de la livraison urb-it: %s
it_sv_se: Urb-it leveranstid: %s

source: Urb-it message: %s
it_fr_fr: Message urb-it: %s
it_sv_se: Urb-it meddelande: %s

source: Thank you for choosing urb-it as shipping method. Your order is confirmed and will be delivered at %s.
it_fr_fr: Merci d'avoir choisi urb-it comme service supplémentaire. Votre commande est confirmée et vous sera apportée a %s
it_sv_se: Tack för att du väljer urb-it för din leverans. Din order är bekräftad och kommer bli levererad %s.

source: Only valid for urb-it
it_fr_fr: Seulement valable pour urb-it
it_sv_se: Endast giltig med urb-it

source: Check this box if the coupon only should be valid when urb-it is selected as shipping method.
it_fr_fr: Cochez cette case pour que le coupon sois valable seulement lorsque le service urb-it a été sélectionné
it_sv_se: Markera den här rutan om den här rabattkoden endast är giltig när urb-it är valt som leveransmetod.

source: Free shipping with urb-it
it_fr_fr: Frais de livraison gratuit avec le service urb-it
it_sv_se: Fri frakt med urb-it

source: Check this box if the coupon grants free shipping with urb-it. This will remove the costs for the urb-it shipping methods when the coupon is applied.
it_fr_fr: Cochez cette case si le coupon accorde un service gratuit avec urb-it. Cela enlèveras les frais de livraison lorsque le coupon est appliqué.
it_sv_se: Markera den här rutan om den här rabattkoden ger fri frakt med urb-it. Detta kommer att ta bort kostnaden för urb-it's leveransmetoder när rabattkoden är applicerad.

source: Awesome! Ensure you're selecting urb-it as shipping method during checkout, and the discount is yours.
it_fr_fr: Génial! Assurez-vous de sélectionner urb-it comme mode de livraison lors de votre paiement final, et le réduction sera á vous!
it_sv_se: Fantastiskt! Se till att välja urb-it som leveransmetod i kassan, och rabatten är din.

source: urb-it specific time allows deliveries at a specific time.
it_fr_fr: urb-it à l'heure précise permet une livraison à une heure précise
it_sv_se: urb-it specific time möjliggör leveranser vid en specifik tidpunkt.

source: Enable urb-it specific time
it_fr_fr: Activer urb-it heure précise
it_sv_se: Aktivera urb-it specific time

source: Today
it_fr_fr: Aujourd'hui
